/* No comment */
"Listing directory failed" = "Listing directory failed";

/* Touch file failed */
"Cannot create {0}" = "Cannot create file {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Tidak dapat membuat folder baru {0}";

/* Moving file failed */
"Cannot rename {0}" = "Tidak dapat merubah nama file {0}";

/* Reading metadata of file failed */
"Cannot read file attributes" = "Tidak dapat mengambil atribut file";

/* Writing metadata of file failed */
"Cannot write file attributes" = "Cannot write file attributes";

/* Removing file failed */
"Cannot delete {0}" = "Tidak dapat menghapus file {0}";

/* Ownership of file */
"Cannot change owner" = "Tidak dapat merubah kepemilikan";

/* Group ownership of file or folder */
"Cannot change group" = "Tidak dapat merubah group";

/* Fails to change UNIX access permissions */
"Cannot change permissions" = "Tidak dapat merubah hak akses";
"Cannot change timestamp" = "Cannot change timestamp";

/* Mount failure */
"Connection failed" = "Koneksi gagal";

/* Transfer failure */
"Download failed" = "Download gagal";

/* Transfer failure */
"Upload failed" = "Upload gagal";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Cannot read CDN configuration";
"Cannot write CDN configuration" = "Cannot write CDN configuration";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Cannot read container configuration";

"Interoperability failure" = "Interoperability failure";
"File not found" = "File not found";
"Insufficient disk space" = "Insufficient disk space";